<template>
  <div class="BannerBlock">
    <div class="row mainBanner">
      <div class="BannerTitle col-lg-6 col-12">
        <div>
          <h1 class="mainTitle">線上購買同意書</h1>
        </div>
      </div>
    </div>
  </div>
  <div class="mainContent">
    <div class="PointBlock">
      <p class="mb-4">數位鎏股份有限公司 (DigiFlow Company Limited) All rights reserved.
        以下為數位鎏股份有限公司（統一編號：42864983，以下簡稱「本公司」）之線上購買同意書，以下簡稱「本同意書」。
        使用數位鎏線上購買服務(以下簡稱本服務)時，應有的權利、應盡的義務及所適用的條件與條款等資料，同時記載本公司應負之責任與義務，請您務必詳細閱讀，以保障您的權益。
        雙方同意以電子文件作為表示方法，並具書面表示的效果，一旦您按下同意鍵後，即表示您使用本服務時，同意並願意遵守本同意書以下所有內容及規定；本公司有權於任何時間新增、修改或刪除本同意書之內容，您同意本公司得不另行個別通知。
        您於任何新增、修改或刪除後繼續使用本服務，視為您同意並願意接受本同意書該等新增、修改或刪除，敬請定期查詢本服務網站 (https://www.digiflowtech.com/) 。</p>
      <h5>第一條：購買注意事項</h5>
      <p class="mb-4">
        如果您未滿十八歲，尚須於您的法定代理人詳閱、瞭解並同意本規範之所有內容及其後修改變更後，方可使用或繼續使用本服務。當您使用或繼續使用本服務時，即視為您的法定代理人已詳閱、瞭解並同意接受本規範之所有內容。</p>
      <h5>第二條：個人身分資料之提供</h5>
      <p class="mb-4">
        本公司因提供您『線上購買服務』，將因付款方式之不同及「第三方支付服務業防制洗錢及打擊資恐辦法」向您要求提供下列資料：<br />真實姓名、身分證字號、EMAIL、手機號或市內電話號碼、地址、身分證件影本，若您提供的資料不實，本公司得隨時暫停或終止您使用各項服務之權利。此外，若您以虛偽不正之方式進行交易，本公司也將保留隨時終止您使用各項服務之權利。上述您所提供之資訊，為使用本服務進行交易時之重要佐證依據。本公司將依照您所提供之資訊進行包括交易審查、消費交易紀錄之保存及認證訊息之發送、或活動及交易相關訊息之告知、或未來收取費用之依據，雙方皆有義務妥善保管您的身分資料之機密及安全，不得洩漏給任何第三人知悉。
      </p>
      <h5>第三條：服務與限制</h5>
      <p class="mb-4">所有本服務網站內之電磁記錄等，皆屬本公司所有；本公司有權依法規紀錄交易相關資訊(包含但不限IP、交易時間...)，若經查證為警政署告誡處份或違法及不實交易，本公司對您的服務將保留限制的權利。
      </p>
      <h5>第四條：個人身分資料之保護</h5>
      <p class="mb-4">本公司除因配合司法機關要求而提供上列之個人資訊外，將依個人資料保護法之規定，在未經您本人同意的狀況下，本公司所獲得的各項資料都將保密。</p>
      <h5>第五條：責任限制</h5>
      <p class="mb-2"><strong>1.
          退費:</strong><br />您瞭解所有透過本服務所購買的商品或服務，經遊戲方回覆購買完成，即表示您已經確認本服務所處理之結果，並適用線上交易之服務條款及相關規定，本公司將無法直接替您進行取消交易或退費等動作。但您仍得向本公司提出退費訴求，本公司將協助轉達知會予該指定遊戲公司。盡可能有利地協助您的退費訴求能被該指定遊戲公司接受，請您務必在點數購買後7天之內依本公司規定之流程及方式向本公司提出，但本公司不保證所有遊戲公司都會接受您的退費訴求，因交易雙方之權利義務仍應適用該指定遊戲之服務條款及相關規定。
      </p>
      <p class="mb-2">
        <strong>2.交易凍結:</strong><br />當本公司合理懷疑消費者有不法情事發生時（包括但不限於交易經他人向警方報案涉及詐騙或其他刑事案件），您同意本公司先行凍結您支付的款項金額，並且主動或配合相關單位，移送您的相關資料供檢警調等司法機關調查處理。並靜待及依據司法終局判決之結果，處置凍結款項。
      </p>
      <p class="mb-4">
        <strong>3.損害賠償:</strong><br />本服務僅適用於您所選擇的遊戲或服務平台，任何不實或違法交易造成本公司或第三人之損失，本公司將會進行相關賠償要求，賠償相關之損失及費用包括但不限於違約金、訴訟費、律師費、及和解金等相關費用。
      </p>
      <h5>第六條：其他</h5>
      <p>本服務之詳細內容及相關規定，本公司保留修訂之權利，最新內容請隨時查詢本服務網站。 本同意書若有任何爭議，以中華民國法律為準據法，並以臺灣臺北地方法院為第一審管轄法院。</p>
    </div>
  </div>
</template>
<style lang="sass" scoped>
.BannerBlock
  background-image: url(src/assets/banner/MainBanner_Agree.jpg)
</style>
