<template>
  <div class="BannerBlock">
    <div class="row mainBanner">
      <div class="BannerTitle col-lg-6 col-12">
        <div>
          <h1 class="mainTitle">個人資料暨隱私權保護政策</h1>
        </div>
      </div>
    </div>
  </div>
  <div class="mainContent">
    <div class="PointBlock">
      <h5>個人資料蒐集之目的</h5>
      <p class="mb-2">數位鎏網站會依照提供予您的各項服務、活動的性質，於下列之特定目的範圍內，蒐集、處理、利用及傳輸您的個人資料：<br />
        1. 行銷,包括為辦理贈獎活動而須確認得獎者身份、提供贈品及依法開立扣繳憑單等<br />
        2. 非公務機關依法定義務所進行個人資料之蒐集處理及利用<br />
        3. 信用卡、現金卡、轉帳卡、金融卡或電子票證業務<br />
        4. 契約、類似契約或其他法律關係事務,包括履行法定或合約義務<br />
        5. 消費者保護、客戶管理與服務(含售後服務)<br />
        6. 調查、統計與研究分析<br />
        7. 商業行為與技術資訊<br />
        8. 其他公務機關對目的事業之監督管理<br />
        9. 其他自然人基於正當性目的所進行個人資料之蒐集處理及利用蒐集方式將透過加入會員、線上訂購、線上留言、線上同意活動說明、來信客服信箱方式進行個人資料之蒐集<br />
      </p>
      <h5>個人資料蒐集之類別</h5>
      <p class="mb-2">
        將依數位鎏網站所提供之服務的性質，向您蒐集以下資料：<br />
        1. 辨識個人者：包括但不限於姓名、通訊住址、住家電話號碼、行動電話、即時通訊軟體帳號、電子郵件地址、網際網路協定IP位址、裝置位置資訊、Cookie及其他任何可辨識資料本人者等。<br />
        2. 辨識財務者：包括但不限於金融機構帳戶之號碼與姓名、信用卡或簽帳卡之號碼、其他號碼或帳戶等。<br />
        3. 政府資料中之辨識者：包括但不限於身分證統一編號、統一證號、稅籍編號等。<br />
        4. 為執行商品配送所需者：當您透過數位鎏網站進行交易，為提供商品配送物流服務時，數位鎏網站將請您提供商品/服務配送所需的配送資料，包括：收件人之姓名、連絡電話、收件/聯絡地址及其他必要的配送相關資料。<br />
        5.
        為配合洗錢防制相關規定：當您透過數位鎏網站進行交易，為符合相關法規，數位鎏網站或合作之夥伴將請您提供相關備查資料，包括：訂購人/收件人之姓名、電話、地址、訂購人之電子郵件、訂購帳號、個人身分證明及其他必要的相關資料。<br />
      </p>
      <h5>個人資料的運用</h5>
      <p class="mb-2">
        數位鎏網站所蒐集的足以識別您身分的個人資料，將依照蒐集目的之不同，以下列方式進行運用<br />
        1.「商品配送」：為了將您所訂購的商品順利送達至您所指定的收件地點，數位鎏網站將會把您所提供的個人資料提供予數位鎏網站之合作夥伴，包括您所訂購商品之供貨商或數位鎏網站所認可之物流業者。<br />
        2.「金融交易授權」：為了完成您在數位鎏網站所成立之訂單的付款作業流程，數位鎏網站將於交易過程中將您所提供得識別財務之資料提供予必要之相關金融機構。<br />
        3.「其他業務附隨事項」：為了完成上述目的，包括但不限於客戶管理與服務、履行法定或合約義務、保護當事人及相關利害關係人之權益、財產保險、責任保險、提供售後服務等，數位鎏網站將在必要的範圍內自行利用或將您所提供的個人資料提供予合作廠商<br />
      </p>
      <p class="mb-2">
        數位鎏網站將依照本隱私權保護政策所載之個人資料蒐集的特定目的，於數位鎏網站營業存續期間、個別合約有效期間內、法令所定應保存之期間內包括但不限於民法、個人資料保護法等及因執行業務所須之保存期間內較法令所定期間更長者，持續保管、處理及利用所蒐集之個人資料。
      </p>
      <h5>個人資料暨隱私權保護政策修訂</h5>
      <p class="mb-2">
        數位鎏網站有權隨時修訂本隱私權聲明及相關告知事項，並得於修訂後公佈在數位鎏網站，不另行個別通知，您可以隨時在數位鎏網站詳閱修訂後的隱私權聲明及相關告知事項。
      </p>
      <p class="mb-2">
        如果您對於我們的隱私權保護政策或是有個人資料收集、運用、更新等問題，請來信至服務信箱cs@digiflowtech.com。
      </p>
    </div>
  </div>
</template>
<style lang="sass" scoped>
.BannerBlock
  background-image: url(src/assets/banner/MainBanner_Privacy.jpg)
</style>
